Repository: Prismade/Schedule
Catalog: Schedule/Localizable.xcstrings
Source language: en
Languages: ru

source: Cancel
ru: Отмена

source: Choose user
ru: Выберите пользователя

# choose-user-description
source: Schedule for this user will be opened on start
ru: Расписание для него будет открываться при запуске приложения

source: Contacts:
ru: Контакты:

source: Degree:
ru: Ученая степень:

source: Exams
ru: Экзамены

# for-all
source: Everyone
ru: Для всех

# loading
source: Lodaing
ru: Загрузка

# need-group
source: Choose group in settings
ru: Выберите группу в настройках

# need-teacher
source: Choose teacher in settings
ru: Выберите преподавателя в настройках

source: NO CLASSES
ru: НЕТ ПАР

# no-exams
source: NO SCHEDULE YET
ru: ПОКА РАСПИСАНИЯ НЕТ

# no-perm
source: No permission
ru: Нет разрешения

# no-perm-msg
source: App requires permission to export data to calendar. Go to Settings and allow this app to work with calendar.
ru: Для экспорта данных в календарь нужно разрешение. Перейдите в настройки и включите разрешение доступа к календарю.

source: Off
ru: Выкл

source: On
ru: Вкл

# position
source: Positions:
ru: Занимаемые должности:

source: Rank:
ru: Ученое звание:

source: Refresh
ru: Обновить

# search-placeholder
source: Search
ru: Поиск

source: Student
ru: Студент

source: subgroup
ru: подгруппа

source: Teacher
ru: Преподаватель
